//! 44 interaction with the document page

//todo Задания на урок:
//todo 1) Удалить все рекламные блоки со страницы (правая часть сайта)
//todo 2) Изменить жанр фильма, поменять "комедия" на "драма"
//todo 3) Изменить задний фон с постером фильма на изображение "bg.jpg". Оно лежит в папке img.
//todo Реализовать только при помощи JS
//todo 4) Список фильмов на странице сформировать на основании данных из этого JS файла.
//todo Отсортировать их по алфавиту 
//todo 5) Добавить нумерацию выведенных фильмов

'use strict';

const movieDB = {
    movies: [
        "Логан",
        "Лига справедливости",
        "Ла-ла лэнд",
        "Одержимость",
        "Скотт Пилигрим против..."
    ]
};

